[
  "media-extended",
  "url-into-selection",
  "tag-wrangler",
  "obsidian-local-images",
  "obsidian-leaflet-plugin",
  "note-refactor-obsidian",
  "nldates-obsidian",
  "quickadd",
  "obsidian-wikipedia",
  "obsidian-image-toolkit",
  "obsidian-excalidraw-plugin",
  "obsidian-zhushi",
  "obsidian-hotkeys-for-templates",
  "dataview",
  "metaedit",
  "obsidian-style-settings",
  "quick-explorer",
  "templater-obsidian",
  "obsidian-sortable",
  "obsidian-dynamic-toc",
  "obsidian-plugin-toc",
  "obsidian-memos",
  "wikilinks-to-mdlinks-obsidian",
  "obsidian-rich-links",
  "obsidian42-text-transporter",
  "periodic-notes",
  "find-unlinked-files",
  "obsidian-yaml-database",
  "obsidian-linter",
  "mousewheel-image-zoom",
  "marginnote-companion",
  "obsidian-wordnet-plugin",
  "remotely-save",
  "obsidian-image-auto-upload-plugin",
  "obsidian42-brat",
  "cm-chs-patch",
  "easy-typing-obsidian",
  "obsidian-daily-notes-viewer",
  "obsidian-auto-link-title",
  "auto-note-mover",
  "obsidian-auto-pair-chinese-symbol",
  "better-fn",
  "better-word-count",
  "buttons",
  "calendar",
  "obsidian-citation-plugin",
  "obsidian-quiet-outline",
  "obsidian-better-command-palette",
  "obsidian-douban-plugin",
  "darlal-switcher-plus",
  "enhanced-editing",
  "obsidian-git",
  "remember-cursor-position",
  "text-extractor",
  "obsidian-hider",
  "obsidian-mind-map",
  "obsidian-meta-bind-plugin",
  "obsidian-tracker"
]